{
  "home": {
    "title": "Главная",
    "familiarIcons": "Знакомые иконки, не так ли?",
    "nft": "Слышал о NFT?",
    "popularCoins": "Это самые популярные и известные криптовалюты, и вы находитесь в том месте, где вы можете покупать, продавать, обменивать, хранить или отправлять эти (и не только) криптовалюты.",
    "showMore": "Действительно? Покажи мне тогда больше!",
    "digitalArt": "Спорим, вы наверняка слышали об этой современной форме цифрового искусства? Вы спросите, есть ли у вас пара? Ты чертовски прав! И мы можем догадаться, что вы хотели бы получить пару своих, не так ли?",
    "gotThis": "Ой! У вас есть и это?",
    "hereWeGo": "ПОГНАЛИ",
    "whereWeMake": "ГДЕ МЫ ДЕЛАЕМ",
    "real": "РЕАЛЬНЫМ",
    "onlyEmail": "Единственное, что нам нужно, это ваш адрес электронной почты"
  },
  "forgotPassword": {
    "title": "Восстановление пароля",
    "text1": "Забыли параль?",
    "text2": "Ну... Это не проблема"
  },
  "about": {
    "title": "О проекте",
    "theFutureIs": "БУДУЩЕЕ ЭТО ",
    "here": "ЗДЕСЬ",
    "now": "СЕЙЧАС",
    "welcome": "Добро пожаловать в Cryptodistrict",
    "realWeb3": "Место, где мы хотим сделать WEB3 реальным",
    "crypto": "Cryptodiscrict",
    "cryptoDistrictIntro": "это место, где мы искренне верим в идеи WEB3 и пытаемся сделать его более простым и доступным для всех, чтобы прикоснуться к будущему цифровых валют и Интернета.",
    "marketPlace": "Этот рынок — еще один инструмент, который хочет дать пользователям новый опыт использования крипторынка.",
    "web3important": "Почему WEB3 важен?",
    "futureOfMoney": "Будущее денег, деньги будущего",
    "centrlization": "Централизация помогла миллиардам людей подключиться к Всемирной паутине и создала стабильную и надежную инфраструктуру, на которой она живет.",
    "centrlization2": "В то же время горстка централизованных организаций укрепилась на больших участках всемирной паутины, в одностороннем порядке решая, что можно, а что нельзя.",
    "centrlization3": "Web3 является ответом на эту дилемму. Вместо Интернета, монополизированного крупными технологическими компаниями, Web3 использует децентрализацию и создается, управляется и принадлежит пользователям. Web3 отдает власть в руки отдельных лиц, а не корпораций.",
    "chains": "Избавьтесь от цепей",
    "blockOnly": "Мы хотим только криптоцепи",
    "blockchain": "Если прошлое и говорит нам о чем-то, так это о том, что как только блокчейны станут необходимой частью повседневной жизни, мы перестанем о них говорить. Вот что происходит с основными техническими основами убийственных приложений.",
    "blockchain2": "Когда произойдет революция, это произойдет потому, что технология блокчейна является зрелой, стабильной основой для приложений и услуг, которые нам нужны. Мы сосредоточимся на них и перестанем так много говорить о блокчейне. Мы будем знать, что технология блокчейна добился своего успеха, когда мы перестаем говорить об этом.",
    "interested": "Заинтересованы, а?...",
    "dive": "Давайте погрузимся прямо сейчас",
    "letIn": "КОНЕЧНО, ВПУСТИТЕ МЕНЯ"
  },
  "signin": {
    "title": "Вход",
    "withEmail": "Почта",
    "withPhone": "Телефон",
    "signUpButton": "Зарегистрироваться",
    "forgotPassword": "Забыли пароль?",
    "text1": "С возвращением!",
    "text2": "Рады видеть снова!",
    "text3": "Мы совершенно уверены, что вы делали это уже сотни раз, поэтому не нужно объяснять, что вам нужно сделать, поля слева.",
    "dontHaveAnAcc": "У вас еще нет аккаунта?",
    "signUpNow": "Зарегистрироваться сейчас!",
    "twoFa": "Двухфакторная аутентификация"
  },
  "signup": {
    "title": "Регистрация",
    "hello": "Привет, криптогик!",
    "welcome": "Добро пожаловать в Cryptodistrict - платформу, которая будет держать вас в курсе всего, что происходит в мире криптовалют.",
    "welcomeText": "Мы совершенно уверены, что вы делали это уже сотни раз, поэтому не нужно объяснять, что вам нужно сделать, поля справа. Увидимся!",
    "iHaveRead": "Я подтверждаю, что прочитал и принял",
    "tac": "Условия и Положения",
    "passwordLength": "Длина пароля должна быть больше 8 символов",
    "passwordUpper": "Пароль должен содержать хотя бы один символ верхнего регистра",
    "passwordLower": "Пароль должен содержать хотя бы один символ нижнего регистра",
    "passwordSpecial": "Пароль должен содержать хотя бы один специальный символ",
    "passwordDigit": "Пароль должен содержать хотя бы одну цифру",
    "tellAbout": "Расскажите нам немного о себе",
    "skip": "Не волнуйтесь, вы можете пропустить этот шаг и указать необходимую информацию позже.",
    "firstName": "Имя",
    "lastName": "Фамилия",
    "nickOrLink": "Укажите свой никнейм или ссылку",
    "personalWebsite": "Персональный сайт",
    "tellTheWorld": "Что ты хочешь сказать этому миру?",
    "accTitle": "Статус",
    "bio": "Биография",
    "publicEmail": "Показать мою электронную почту как общедоступную электронную почту для контакта",
    "alreadyHave": "Уже есть аккаунт?",
    "signIn": "Войти сейчас!",
    "back": "Назад",
    "skipBtn": "Пропустить",
    "next": "Далее",
    "endWelcome": "Добро пожаловать!",
    "successCreation": "Ваша учетная запись успешно создана!",
    "checkEmail": "Пожалуйста, проверьте свой почтовый ящик, чтобы подтвердить регистрацию, нажав на ссылку, которую вы найдете внутри сообщения."
  },
  "tac": {
    "title": "Правила пользования"
  },
  "contact": {
    "title": "Контакт",
    "pageTitle": "Хочешь поболтать? Отлично, рады тебя слышать!",
    "content": "С радостью выслушаем все мнения, предложения, найденные ошибки и просто новости о том, как день прошел",
    "nameRequest": "Как можемы обращаться с тебе?",
    "emailRequest": "Что ты хочешь нам сказать?",
    "sendMessage": "Отправить"
  },
  "error": {
    "title": "Не найдено",
    "pageTitle": "Пустовато, не так ли?",
    "content": "Не уверен, что ты хочешь найти, но тут этого точно нет",
    "link": "Попробуй поискать в другом месте"
  },
  "comingSoon": {
    "title": "Вскоре",
    "pageTitle": "О... Не будь таким терпеливым, скоро будут крутые штуки",
    "content": "Мы создаем здесь крутые штуки, так что подождите немного, и вы получите то, что хотите",
    "link": "Найдите другие интересные вещи"
  },
  "confirmacc": {
    "title": "Подтверждение аккаунта"
  }
}
